Repository: wp-plugins/ratings-filmaffinity-widget
Catalog: languages/RFW-*.po
Languages: es_es

source: Displays the latest films at FilmAffinity views.
es_es: Muestra las últimas películas vistas en FilmAffinity.

source: Profile at FilmAffinity
es_es: Perfil de FilmAffinity

source: His/her average rating
es_es: Media votos

source: Total number of films voted
es_es: Películas valoradas

source: Widget Title:
es_es: Titulo del Widget:

source: FilmAffinity user ID:
es_es: ID de FilmAffinity:

source: In this field you must enter the number or user ID of FilmAffinity.<br/>Este this hidden number, to locate it needs to go to the menu <em>My Ratings</em> then any of the rated movies must be pressed in <em>Share</em> and user number in the URL.
es_es: En este campo debe de introducir el número o ID de usuario de FilmAffinity.<br/>Este número esta escondido, para localizarlo debe de ir al menú <em>Mis votaciones</em> después en cualquiera de las películas votadas hay que pulsar en <em>Compartir</em> y el número de usuario <em>aparece en la URL</em>.

source: FilmAffinity language:
es_es: Idioma de FilmAffinity:

source: Spanish
es_es: Español

source: English
es_es: Ingles

source: Display mode <em>(rows x columns)</em>:
es_es: Modo de visualización <em>(filas x columnas)</em>:

source: Update information each:
es_es: Actualizar la información cada:

source: Every twelve hours
es_es: Cada doce horas

source: Every day
es_es: Cada día

source: Every week
es_es: Cada semana

source: Show user
es_es: Mostrar el usuario

source: Show the average votes
es_es: Mostrar la media de votos

source: Show the number of films voted
es_es: Mostrar el total de votos

source: Forcing big thumbnails
es_es: Forzar carátulas en grande

source: Show movies note
es_es: Mostrar la nota de las películas

source: It will show the title and description of films hovering above.
es_es: Se mostrara el titulo y la descripcion de las peliculas al pasar el raton por encima

source: Show description of movies
es_es: Mostrar descripción de las películas
